tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "michaeleisel/zld"
tap "robotsandpencils/made"
brew "ack"
brew "webp"
brew "aria2"
brew "readline"
brew "xz"
brew "autojump"
brew "automake"
brew "bat"
brew "bazel"
brew "bchunk"
brew "icu4c"
brew "boost"
brew "cabextract"
brew "fontconfig"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "carthage"
brew "gmp"
brew "coreutils", link: false
brew "libtool"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cuetools"
brew "ddcctl"
brew "diff-so-fancy"
brew "docker", link: false
brew "dpkg"
brew "e2fsprogs"
brew "fakeroot"
brew "libsodium"
brew "fd"
brew "flac"
brew "fribidi"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "x264"
brew "ffmpeg"
brew "flow"
brew "fzf"
brew "gd"
brew "git"
brew "git-flow"
brew "go"
brew "htop"
brew "libusb"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "jasper"
brew "imagemagick"
brew "ios-deploy"
brew "iperf"
brew "ldid"
brew "libdvdread"
brew "libusb-compat"
brew "libgphoto2"
brew "llvm"
brew "lsd"
brew "lua"
brew "mas"
brew "maven"
brew "mobiledevice"
brew "net-snmp"
brew "ninja"
brew "node"
brew "optipng"
brew "p7zip"
brew "php"
brew "pngcrush"
brew "prettyping"
brew "protobuf"
brew "sane-backends"
brew "sbt"
brew "shntool"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "xcodegen"
brew "z3"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "gromgit/fuse/sshfs-mac"
brew "michaeleisel/zld/zld"
brew "robotsandpencils/made/xcodes"
cask "brooklyn"
cask "font-cascadia-code"
cask "font-hack-nerd-font"
cask "iina"
cask "java8"
cask "osxfuse"
cask "qlmarkdown"
cask "quicklook-json"
cask "sloth"
cask "xcodes"
cask "fig"
cask "iterm2"
cask "visual-studio-code"
cask "tower"
cask "microsoft-edge"
mas "Bitwarden", id: 1352778147
mas "Keka", id: 470158793
mas "Tencent Lemon Lite", id: 1449962996
mas "Xcode", id: 497799835
